Repository: Klevin-G/BrassTune
Catalog: swift/BrassTuneApp/BrassTuneApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, ko, pt_br, ru, vi, zh_hans, zh_hant

source: Metronome
ar: المسرع
de: Metronom
es: Metrónomo
fr: Métronome
ja: メトロノーム
ko: 메트로놈
pt_br: Metrônomo
ru: Метроном
vi: máy đếm nhịp
zh_hans: 节拍器
zh_hant: 節拍器

source: Metronome defaults
ar: الإعدادات الافتراضية للمسرع
de: Metronom-Standardeinstellungen
es: Valores predeterminados del metrónomo
fr: Paramètres par défaut du métronome
ja: メトロノームのデフォルト
ko: 메트로놈 기본값
pt_br: Padrões do metrônomo
ru: Метроном по умолчанию
vi: Mặc định của máy đếm nhịp
zh_hans: 节拍器默认设置
zh_hant: 節拍器預設設定

source: Metronome volume
ar: مستوى صوت المسرع
de: Metronomlautstärke
es: Volumen del metrónomo
fr: Volume du métronome
ja: メトロノームの音量
ko: 메트로놈 볼륨
pt_br: Volume do metrônomo
ru: Громкость метронома
vi: Âm lượng của máy đếm nhịp
zh_hans: 节拍器音量
zh_hant: 節拍器音量

source: Microphone access is off
ar: تم إيقاف الوصول إلى الميكروفون
de: Der Mikrofonzugriff ist deaktiviert
es: El acceso al micrófono está desactivado
fr: L'accès au microphone est désactivé
ja: マイクアクセスがオフになっています
ko: 마이크 액세스가 사용 중지되었습니다.
pt_br: O acesso ao microfone está desativado
ru: Доступ к микрофону отключен
vi: Quyền truy cập micrô bị tắt
zh_hans: 麦克风访问已关闭
zh_hant: 麥克風存取已關閉

source: Microphone access is off. Allow it in Settings, then try again.
ar: الوصول إلى الميكروفون متوقف. اسمح به في الإعدادات ثم حاول مجددًا.
de: Der Mikrofonzugriff ist aus. Erlaube ihn in den Einstellungen und versuche es erneut.
es: El acceso al micrófono está desactivado. Permítelo en Ajustes e inténtalo de nuevo.
fr: L’accès au microphone est désactivé. Autorisez-le dans Réglages, puis réessayez.
ja: マイクへのアクセスがオフです。設定で許可して、もう一度お試しください。
ko: 마이크 접근이 꺼져 있습니다. 설정에서 허용한 후 다시 시도하세요.
pt_br: O acesso ao microfone está desativado. Permita-o nos Ajustes e tente novamente.
ru: Доступ к микрофону выключен. Разрешите его в Настройках и повторите попытку.
vi: Quyền truy cập micrô đang tắt. Hãy cho phép trong Cài đặt rồi thử lại.
zh_hans: 麦克风访问已关闭。请在“设置”中允许，然后重试。
zh_hant: 麥克風存取已關閉。請在「設定」中允許，然後重試。

source: moderate issue
ar: قضية معتدلة
de: mäßiges Problem
es: problema moderado
fr: problème modéré
ja: 中程度の問題
ko: 보통 문제
pt_br: questão moderada
ru: умеренная проблема
vi: vấn đề vừa phải
zh_hans: 中等问题
zh_hant: 中等問題

source: Most bands use A4 = 440 Hz. Change this only if your director asks you to.
ar: تستخدم معظم النطاقات A4 = 440 هرتز. قم بتغيير هذا فقط إذا طلب منك مديرك ذلك.
de: Die meisten Bänder verwenden A4 = 440 Hz. Ändern Sie dies nur, wenn Ihr Direktor Sie dazu auffordert.
es: La mayoría de las bandas utilizan A4 = 440 Hz. Cambie esto sólo si su director se lo pide.
fr: La plupart des bandes utilisent A4 = 440 Hz. Changez cela uniquement si votre directeur vous le demande.
ja: ほとんどの帯域は A4 = 440 Hz を使用します。これは、ディレクターから要求された場合にのみ変更してください。
ko: 대부분의 대역은 A4 = 440Hz를 사용합니다. 감독이 요청하는 경우에만 이를 변경하십시오.
pt_br: A maioria das bandas usa A4 = 440 Hz. Altere isso apenas se o seu diretor solicitar.
ru: Большинство диапазонов используют A4 = 440 Гц. Меняйте это только в том случае, если ваш директор попросит вас об этом.
vi: Hầu hết các băng tần đều sử dụng A4 = 440 Hz. Chỉ thay đổi điều này nếu giám đốc yêu cầu bạn.
zh_hans: 大多数频段使用 A4 = 440 Hz。仅当您的主管要求您时才更改此设置。
zh_hant: 大多數頻段使用 A4 = 440 Hz。僅當您的主管要求您時才更改此設定。

source: Mostly flat
ar: غالبًا منخفض
de: Meist zu tief
es: Mayormente bajo
fr: Le plus souvent trop bas
ja: 全体的に低め
ko: 대체로 낮음
pt_br: Na maior parte abaixo
ru: В основном ниже
vi: Chủ yếu thấp
zh_hans: 大多偏低
zh_hant: 大多偏低

source: Mostly sharp
ar: غالبًا مرتفع
de: Meist zu hoch
es: Mayormente alto
fr: Le plus souvent trop haut
ja: 全体的に高め
ko: 대체로 높음
pt_br: Na maior parte acima
ru: В основном выше
vi: Chủ yếu cao
zh_hans: 大多偏高
zh_hant: 大多偏高

source: Move between two comfortable notes without pressing the mouthpiece.
ar: تنقل بين نغمتين مريحتين من دون الضغط على قطعة الفم.
de: Wechseln Sie zwischen zwei angenehmen Noten, ohne das Mundstück anzudrücken.
es: Pasa entre dos notas cómodas sin presionar la boquilla.
fr: Passez entre deux notes confortables sans appuyer sur l’embouchure.
ja: マウスピースを押し付けずに、無理のない2つの音を行き来します。
ko: 마우스피스를 누르지 않고 편안한 두 음 사이를 이동하세요.
pt_br: Alterne entre duas notas confortáveis sem pressionar o bocal.
ru: Переходите между двумя удобными нотами, не давя на мундштук.
vi: Chuyển giữa hai nốt thoải mái mà không ấn miếng ngậm.
zh_hans: 在两个舒适的音符之间连奏，不要压紧吹嘴。
zh_hant: 在兩個舒適的音符之間連奏，不要壓緊吹嘴。

source: Move note %@ down
ar: انقل النغمة %@ لأسفل
de: Note %@ nach unten verschieben
es: Mover nota %@ hacia abajo
fr: Déplacer la note %@ vers le bas
ja: 音 %@ を下へ移動
ko: %@ 음 아래로 이동
pt_br: Mover nota %@ para baixo
ru: Переместить ноту %@ вниз
vi: Di chuyển nốt %@ xuống
zh_hans: 下移音符 %@
zh_hant: 下移音符 %@

source: Move note %@ up
ar: انقل النغمة %@ لأعلى
de: Note %@ nach oben verschieben
es: Mover nota %@ hacia arriba
fr: Déplacer la note %@ vers le haut
ja: 音 %@ を上へ移動
ko: %@ 음 위로 이동
pt_br: Mover nota %@ para cima
ru: Переместить ноту %@ вверх
vi: Di chuyển nốt %@ lên
zh_hans: 上移音符 %@
zh_hant: 上移音符 %@

source: Move to %@
ar: انتقل إلى النغمة %@
de: Wechsle zur Note %@
es: Pasa a la nota %@
fr: Passez à la note %@
ja: 音 %@ へ移る
ko: %@ 음으로 이동
pt_br: Passe para a nota %@
ru: Перейдите к ноте %@
vi: Chuyển sang nốt %@
zh_hans: 移到音符 %@
zh_hant: 移到音符 %@

source: Name
ar: الاسم
es: Nombre
fr: Nom
ja: 名前
ko: 이름
pt_br: Nome
ru: Имя
vi: Tên
zh_hans: 名称
zh_hant: 名稱

source: Named presets
ar: الإعدادات المسبقة المسماة
de: Benannte Voreinstellungen
es: Ajustes preestablecidos con nombre
fr: Préréglages nommés
ja: 名前付きプリセット
ko: 명명된 사전 설정
pt_br: Predefinições nomeadas
ru: Именованные пресеты
vi: Đặt trước được đặt tên
zh_hans: 命名预设
zh_hant: 命名預設

source: Natural minor scales
ar: السلالم الصغيرة الطبيعية
de: Natürliche Moll-Tonleitern
es: Escalas menores naturales
fr: Gammes mineures naturelles
ja: ナチュラルマイナースケール
ko: 자연단음계
pt_br: Escalas menores naturais
ru: Натуральные минорные гаммы
vi: Gam thứ tự nhiên
zh_hans: 自然小调音阶
zh_hant: 自然小調音階

source: Next
ar: التالي
de: Als nächstes
es: Siguiente
fr: Suivant
ja: 次へ
ko: 다음
pt_br: Próximo
ru: Далее
vi: Tiếp theo
zh_hans: 下一页
zh_hant: 下一頁

source: Next note is %@. Hold it steady for two seconds.
ar: النغمة التالية هي %@. حافظ عليها ثابتة لمدة ثانيتين.
de: Die nächste Note ist %@. Halte sie zwei Sekunden lang stabil.
es: La siguiente nota es %@. Mantenlo firme durante dos segundos.
fr: La note suivante est %@. Maintenez-le stable pendant deux secondes.
ja: 次の音は %@ です。2秒間安定して伸ばしてください。
ko: 다음 음은 %@입니다. 2초 동안 안정적으로 유지하세요.
pt_br: A próxima nota é %@. Segure-o firmemente por dois segundos.
ru: Следующая нота — %@. Удерживайте его неподвижно в течение двух секунд.
vi: Nốt tiếp theo là %@. Giữ ổn định trong hai giây.
zh_hans: 下一个音符是 %@。稳定保持两秒。
zh_hant: 下一個音符是 %@。穩定保持兩秒。

source: Nice start. One more round can make it steadier.
ar: بداية جميلة. جولة أخرى يمكن أن تجعلها أكثر ثباتًا.
de: Schöner Anfang. Eine weitere Runde kann es stabiler machen.
es: Buen comienzo. Una ronda más puede hacerlo más estable.
fr: Bon début. Un tour de plus peut le rendre plus stable.
ja: いいスタートだ。もう一周すればより安定する可能性があります。
ko: 좋은 시작입니다. 한 바퀴 더 돌리면 더 안정될 수 있습니다.
pt_br: Bom começo. Mais uma rodada pode torná-lo mais estável.
ru: Хорошее начало. Еще один раунд может сделать ситуацию более устойчивой.
vi: Khởi đầu tốt đẹp. Một vòng nữa có thể làm cho nó ổn định hơn.
zh_hans: 很好的开始。多打一轮可以让它更稳定。
zh_hant: 很好的開始。多打一輪可以讓它更穩定。

source: No classes yet
ar: لا توجد فصول بعد
de: Noch keine Kurse
es: Aún no hay clases
fr: Pas encore de cours
ja: まだクラスはありません
ko: 아직 클래스이 없습니다.
pt_br: Ainda não há aulas
ru: Классов пока нет
vi: Chưa có lớp học nào
zh_hans: 还没有课
zh_hant: 還沒課

source: No notes detected
ar: لم يتم اكتشاف أي نغمات
de: Keine Noten erkannt
es: No se detectaron notas
fr: Aucune note détectée
ja: 音が検出されませんでした
ko: 감지된 음이 없습니다
pt_br: Nenhuma nota detectada
ru: Ноты не обнаружены
vi: Không phát hiện nốt nào
zh_hans: 未检测到音符
zh_hant: 未偵測到音符

source: No recordings yet
ar: لا توجد تسجيلات حتى الآن
de: Noch keine Aufnahmen
es: Aún no hay grabaciones
fr: Aucun enregistrement pour l'instant
ja: まだ録音はありません
ko: 아직 녹음된 내용이 없습니다.
pt_br: Ainda não há gravações
ru: Записей пока нет
vi: Chưa có bản ghi nào
zh_hans: 还没有录音
zh_hant: 還沒錄音

source: No score pages were found in that file.
ar: لم يتم العثور على صفحات نوتة في هذا الملف.
de: In dieser Datei wurden keine Notenseiten gefunden.
es: No se encontraron páginas de partitura en ese archivo.
fr: Aucune page de partition n’a été trouvée dans ce fichier.
ja: ファイルに楽譜ページが見つかりませんでした。
ko: 파일에서 악보 페이지를 찾을 수 없습니다.
pt_br: Nenhuma página de partitura foi encontrada nesse arquivo.
ru: В файле не найдено страниц партитуры.
vi: Không tìm thấy trang bản nhạc nào trong tệp.
zh_hans: 该文件中未找到乐谱页面。
zh_hant: 該檔案中找不到樂譜頁面。

source: No sheet music yet
ar: لا توجد نوتة موسيقية حتى الآن
de: Noch keine Noten
es: Aún no hay partituras
fr: Pas encore de partition
ja: まだ楽譜がありません
ko: 아직 악보가 없습니다.
pt_br: Ainda não há partitura
ru: Нот пока нет
vi: Chưa có bản nhạc nào
zh_hans: 还没有乐谱
zh_hant: 還沒有樂譜

source: Note %@
ar: النغمة %@
es: Nota %@
ja: 音 %@
ko: 음 %@
pt_br: Nota %@
ru: Нота %@
vi: Nốt %@
zh_hans: 音符 %@
zh_hant: 音符 %@

source: Note %@ of %@
ar: النغمة %@ من %@
de: Note %@ von %@
es: Nota %@ de %@
fr: Note %@ sur %@
ja: 音符 %@/%@
ko: 음표 %@/%@
pt_br: Nota %@ de %@
ru: Нота %@ из %@
vi: Nốt %@ trong %@
zh_hans: 第 %@ 个音符（共 %@ 个）
zh_hant: 第 %@ 個音符（共 %@ 個）

source: Note by note
ar: نغمة بنغمة
de: Note für Note
es: Nota por nota
fr: Note par note
ja: 一音ずつ
ko: 한 음씩
pt_br: Nota por nota
ru: Нота за нотой
vi: Từng nốt một
zh_hans: 逐个音符
zh_hant: 逐個音符

source: Notes
ar: ملاحظات
de: Notizen
es: Notas
fr: Remarques
ja: 注意事項
ko: 메모
pt_br: Notas
ru: Примечания
vi: Ghi chú
zh_hans: 注释
zh_hant: 註解

source: Notes heard: %@
ar: النغمات المسموعة: %@
de: Gehörte Noten: %@
es: Notas escuchadas: %@
fr: Notes entendues : %@
ja: 聞こえた音：%@
ko: 들은 음: %@
pt_br: Notas ouvidas: %@
ru: Распознанные ноты: %@
vi: Các nốt đã nghe: %@
zh_hans: 听到的音符：%@
zh_hant: 聽到的音符：%@

source: Notes played
ar: النغمات المعزوفة
de: Gespielte Noten
es: Notas tocadas
fr: Notes jouées
ja: 演奏した音
ko: 연주한 음
pt_br: Notas tocadas
ru: Сыгранные ноты
vi: Các nốt đã chơi
zh_hans: 已演奏音符
zh_hant: 已演奏音符

source: Octave
ar: اوكتاف
de: Oktave
es: Octava
ja: オクターブ
ko: 옥타브
pt_br: Oitava
ru: Октава
vi: Quãng tám
zh_hans: 八度
zh_hant: 八度

source: Offline practice packs
ar: حزم التدريب دون اتصال
de: Offline-Übungspakete
es: Paquetes de práctica sin conexión
fr: Packs de pratique hors ligne
ja: オフライン練習パック
ko: 오프라인 연습 팩
pt_br: Pacotes de prática off-line
ru: Пакеты для офлайн-практики
vi: Gói thực hành ngoại tuyến
zh_hans: 离线练习包
zh_hant: 離線練習包

source: One octave, ascending
ar: أوكتاف واحد، تصاعدي
de: Eine Oktave, aufsteigend
es: Una octava, ascendente
fr: Une octave, ascendante
ja: 1オクターブ、上順
ko: 한 옥타브, 오름차순
pt_br: Uma oitava, ascendente
ru: Одна октава по возрастанию
vi: Một quãng tám, tăng dần
zh_hans: 一个八度，上升
zh_hant: 一個八度，上升

source: Online accounts aren't configured in this build. You can still practice as a guest, and your data stays on this device.
ar: الحسابات عبر الإنترنت غير مهيأة في هذا الإصدار. لا يزال بإمكانك التدريب كضيف، وتبقى بياناتك على هذا الجهاز.
de: Online-Konten sind in diesem Build nicht eingerichtet. Du kannst als Gast üben; deine Daten bleiben auf diesem Gerät.
es: Las cuentas en línea no están configuradas en esta versión. Puedes practicar como invitado; tus datos permanecen en este dispositivo.
fr: Les comptes en ligne ne sont pas configurés dans cette version. Vous pouvez continuer à vous entraîner en mode invité, et vos données restent sur cet appareil.
ja: このビルドではオンラインアカウントが設定されていません。ゲストとして練習でき、データはこのデバイスに残ります。
ko: 이 빌드에는 온라인 계정이 구성되어 있지 않습니다. 게스트로 연습할 수 있으며 데이터는 이 기기에 유지됩니다.
pt_br: As contas on-line não estão configuradas nesta versão. Você pode praticar como convidado; seus dados ficam neste dispositivo.
ru: Онлайн-аккаунты не настроены в этой сборке. Можно заниматься как гость; данные останутся на этом устройстве.
vi: Tài khoản trực tuyến chưa được cấu hình trong bản dựng này. Bạn vẫn có thể luyện tập với tư cách khách; dữ liệu ở lại thiết bị.
zh_hans: 此版本未配置在线账户。你仍可作为访客练习，数据会保留在此设备上。
zh_hant: 此版本未設定線上帳戶。你仍可作為訪客練習，資料會保留在此裝置上。

source: Open drone and interval tuning
ar: افتح الضبط بالنغمة المستمرة والفواصل
de: Bordun- und Intervallstimmung öffnen
es: Abrir afinación con bordón e intervalos
fr: Ouvrir l’accord par bourdon et intervalles
ja: ドローンと音程のチューニングを開く
ko: 드론 및 음정 튜닝 열기
pt_br: Abrir afinação com bordão e intervalos
ru: Открыть настройку по бурдону и интервалам
vi: Mở chỉnh dây bằng âm nền và quãng
zh_hans: 打开持续音与音程调音
zh_hant: 開啟持續音與音程調音

source: Open focused workspace
ar: فتح مساحة العمل المركزة
de: Offener, fokussierter Arbeitsbereich
es: Espacio de trabajo abierto y enfocado
fr: Espace de travail ouvert et ciblé
ja: オープンな集中ワークスペース
ko: 집중된 작업 공간 열기
pt_br: Espaço de trabalho aberto e focado
ru: Открытое сфокусированное рабочее пространство
vi: Mở không gian làm việc tập trung
zh_hans: 打开重点工作区
zh_hant: 開啟重點工作區

source: Open iOS Settings
ar: افتح إعدادات iOS
de: Öffnen Sie die iOS-Einstellungen
es: Abra la configuración de iOS
fr: Ouvrez les paramètres iOS
ja: iOS設定を開く
ko: iOS 설정 열기
pt_br: Abra as configurações do iOS
ru: Откройте настройки iOS
vi: Mở Cài đặt iOS
zh_hans: 打开 iOS 设置
zh_hant: 開啟 iOS 設定

source: Open metronome
ar: فتح المسرع
de: Offenes Metronom
es: metrónomo abierto
fr: Métronome ouvert
ja: オープンメトロノーム
ko: 메트로놈 열기
pt_br: Metrônomo aberto
ru: Открытый метроном
vi: Máy đếm nhịp mở
zh_hans: 打开节拍器
zh_hant: 打開節拍器

source: Original
ar: أصلي
es: Originales
fr: Originale
ja: オリジナル
ko: 원본
pt_br: Originais
ru: Оригинал
vi: Bản gốc
zh_hans: 原创
zh_hant: 原創

source: Other exercises
ar: تمارين أخرى
de: Andere Übungen
es: Otros ejercicios
fr: Autres exercices
ja: その他の演習
ko: 기타 연습곡
pt_br: Outros exercícios
ru: Другие упражнения
vi: Các bài tập khác
zh_hans: 其他练习
zh_hant: 其他練習

source: Pack complete
ar: اكتملت حزمة التدريب
de: Übungspaket abgeschlossen
es: Paquete de práctica completado
fr: Parcours d’exercices terminé
ja: 練習パック完了
ko: 연습 팩 완료
pt_br: Pacote de prática concluído
ru: Комплекс упражнений завершён
vi: Hoàn thành gói luyện tập
zh_hans: 练习包已完成
zh_hant: 練習包已完成

source: Page %@
ar: الصفحة %@
de: Seite %@
es: Página %@
ja: ページ %@
ko: 페이지 %@
pt_br: Página %@
ru: Страница %@
vi: Trang %@
zh_hans: 页码%@
zh_hant: 頁碼%@

source: Page %@ of %@
ar: الصفحة %@ من %@
de: Seite %@ von %@
es: Página %@ de %@
fr: Page %@ de %@
ja: ページ %@/%@
ko: 페이지 %@ / %@
pt_br: Página %@ de %@
ru: Страница %@ из %@
vi: Trang %@ của %@
zh_hans: 第 %@ 页（共 %@）
zh_hant: 第 %@ 頁（共 %@）

source: Page cleanup
ar: تنظيف الصفحة
de: Seitenbereinigung
es: Limpieza de página
fr: Nettoyage des pages
ja: ページのクリーンアップ
ko: 페이지 정리
pt_br: Limpeza de página
ru: Очистка страницы
vi: Dọn dẹp trang
zh_hans: 页面清理
zh_hant: 頁面清理

source: Password
ar: كلمة المرور
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード
ko: 비밀번호
pt_br: Senha
ru: Пароль
vi: Mật khẩu
zh_hans: 密码
zh_hant: 密碼

source: Password reset email sent. Check your inbox.
ar: تم إرسال رسالة إعادة تعيين كلمة المرور. تحقق من بريدك.
de: E-Mail zum Zurücksetzen gesendet. Prüfe deinen Posteingang.
es: Se envió el correo para restablecer la contraseña. Revisa tu bandeja.
fr: E-mail de réinitialisation envoyé. Consultez votre boîte de réception.
ja: パスワード再設定メールを送信しました。受信トレイを確認してください。
ko: 비밀번호 재설정 이메일을 보냈습니다. 받은편지함을 확인하세요.
pt_br: E-mail de redefinição enviado. Confira sua caixa de entrada.
ru: Письмо для сброса пароля отправлено. Проверьте входящие.
vi: Đã gửi email đặt lại mật khẩu. Hãy kiểm tra hộp thư.
zh_hans: 密码重置邮件已发送。请检查收件箱。
zh_hant: 密碼重設郵件已傳送。請檢查收件匣。

source: Pause block
ar: إيقاف القسم مؤقتًا
de: Block pausieren
es: Pausar bloque
fr: Mettre le bloc en pause
ja: ブロックを一時停止
ko: 블록 일시 정지
pt_br: Pausar bloco
ru: Приостановить блок
vi: Tạm dừng phần
zh_hans: 暂停练习模块
zh_hant: 暫停練習區塊

source: Pause warm-up
ar: وقفة الاحماء
de: Aufwärmen pausieren
es: Pausar el calentamiento
fr: Mettre l'échauffement en pause
ja: ウォームアップを一時停止する
ko: 워밍업 일시 중지
pt_br: Pausar o aquecimento
ru: Приостановить разминку
vi: Tạm dừng khởi động
zh_hans: 暂停热身
zh_hant: 暫停熱身

source: Perfect fifth
ar: خامسة تامة
de: Reine Quinte
es: Quinta justa
fr: Quinte juste
ja: 完全5度
ko: 완전5도
pt_br: Quinta justa
ru: Чистая квинта
vi: Quãng năm đúng
zh_hans: 纯五度
zh_hant: 純五度

source: Perfect fourth
ar: رابعة تامة
de: Reine Quarte
es: Cuarta justa
fr: Quarte juste
ja: 完全4度
ko: 완전4도
pt_br: Quarta justa
ru: Чистая кварта
vi: Quãng bốn đúng
zh_hans: 纯四度
zh_hant: 純四度

source: Personal drill
ar: تمرين شخصي
de: Persönliche Übung
es: Ejercicio personal
fr: Exercice personnel
ja: 個人ドリル
ko: 개인 훈련
pt_br: Exercício pessoal
ru: Персональная тренировка
vi: Khoan cá nhân
zh_hans: 个人训练
zh_hant: 個人訓練

source: Photos
ar: صور
de: Fotos
es: Fotos
ja: 写真
ko: 사진
pt_br: Fotos
ru: Фотографии
vi: Ảnh
zh_hans: 照片
zh_hant: 照片

source: Pick the horn you play now.
ar: اختر آلة النفخ التي تعزف عليها الآن.
de: Wähle das Blechblasinstrument, das du jetzt spielst.
es: Elige el instrumento de metal que tocas ahora.
fr: Choisissez le cuivre que vous jouez actuellement.
ja: 今演奏している金管楽器を選びます。
ko: 현재 연주하는 금관악기를 선택하세요.
pt_br: Escolha o instrumento de metal que você toca agora.
ru: Выберите медный духовой инструмент, на котором играете сейчас.
vi: Chọn nhạc cụ hơi đồng bạn đang chơi.
zh_hans: 选择你现在演奏的铜管乐器。
zh_hant: 選擇你現在演奏的銅管樂器。

source: Play %@
ar: اعزف %@
de: Spiele %@
es: Toca %@
fr: Jouez %@
ja: %@ を演奏
ko: %@ 연주
pt_br: Toque %@
ru: Сыграйте %@
vi: Chơi nốt %@
zh_hans: 演奏 %@
zh_hant: 演奏 %@

source: Play a little longer so BrassTune can suggest what to practice next.
ar: اعزف لمدة أطول قليلاً حتى يقترح BrassTune ما يمكنك التدرب عليه بعد ذلك.
de: Spielen Sie etwas länger, damit BrassTune Ihnen vorschlagen kann, was Sie als nächstes üben sollten.
es: Toque un poco más para que BrassTune pueda sugerirle qué practicar a continuación.
fr: Jouez un peu plus longtemps pour que BrassTune puisse vous suggérer quoi pratiquer ensuite.
ja: BrassTune が次に何を練習すればよいかを提案できるよう、もう少し長く演奏してください。
ko: BrassTune이 다음 연습 내용을 제안할 수 있도록 조금 더 길게 연주하세요.
pt_br: Toque um pouco mais para que o BrassTune possa sugerir o que praticar a seguir.
ru: Поиграйте еще немного, чтобы BrassTune подсказал, что потренироваться дальше.
vi: Chơi lâu hơn một chút để BrassTune có thể đề xuất nội dung cần luyện tập tiếp theo.
zh_hans: 弹奏时间长一点，以便 BrassTune 可以建议接下来要练习什么。
zh_hant: 彈奏時間長一點，讓 BrassTune 可以建議接下來要練習什麼。

source: Play a note
ar: اعزف نغمة
de: Spiele eine Note
es: Toca una nota
fr: Jouez une note
ja: 音を出してください
ko: 음을 연주하세요
pt_br: Toque uma nota
ru: Сыграйте ноту
vi: Chơi một nốt
zh_hans: 演奏一个音
zh_hant: 演奏一個音

source: Play a note and BrassTune will show whether it is flat, in tune, or sharp.
ar: اعزف نغمة وسيعرض BrassTune ما إذا كانت منخفضة أو مضبوطة أو مرتفعة.
de: Spiele eine Note; BrassTune zeigt, ob sie zu tief, richtig oder zu hoch ist.
es: Toca una nota y BrassTune mostrará si está baja, afinada o alta.
fr: Jouez une note; BrassTune indique si elle est trop basse, juste ou trop haute.
ja: 音を出すと、低い・合っている・高いのどれかをBrassTuneが表示します。
ko: 음을 연주하면 BrassTune이 낮음, 정확함, 높음을 표시합니다.
pt_br: Toque uma nota e o BrassTune mostrará se ela está baixa, afinada ou alta.
ru: Сыграйте ноту, и BrassTune покажет, ниже она, точно настроена или выше.
vi: Chơi một nốt và BrassTune sẽ cho biết nốt đó thấp, đúng hay cao.
zh_hans: 演奏一个音，BrassTune 会显示音高偏低、准确或偏高。
zh_hant: 演奏一個音，BrassTune 會顯示音高偏低、準確或偏高。

source: Play again
ar: العزف مرة أخرى
de: Noch einmal spielen
es: Tocar de nuevo
fr: Rejouer
ja: もう一度演奏
ko: 다시 연주
pt_br: Tocar novamente
ru: Сыграть снова
vi: Chơi lại
zh_hans: 再次演奏
zh_hant: 再次演奏

source: Play an easy note with a smooth start and steady air.
ar: اعزف نغمة مريحة ببداية ناعمة وهواء ثابت.
de: Spielen Sie eine leichte Note mit weichem Einsatz und gleichmäßiger Luft.
es: Toca una nota cómoda con un inicio suave y aire constante.
fr: Jouez une note facile avec une attaque douce et un souffle régulier.
ja: 無理のない音を、なめらかに立ち上げ、安定した息で演奏します。
ko: 부드럽게 시작하고 일정한 숨을 유지하며 편안한 음을 연주하세요.
pt_br: Toque uma nota confortável com início suave e ar constante.
ru: Сыграйте удобную ноту с мягким началом и ровным потоком воздуха.
vi: Chơi một nốt dễ với phần vào âm êm và luồng hơi đều.
zh_hans: 以平滑的起音和稳定的气息演奏一个舒适的音符。
zh_hant: 以平滑的起音和穩定的氣息演奏一個舒適的音符。

source: Play and listen
ar: اعزف واستمع
de: Spielen und zuhören
es: Toca y escucha
fr: Jouez et écoutez
ja: 演奏して聴く
ko: 연주하고 듣기
pt_br: Toque e escute
ru: Сыграйте и послушайте
vi: Chơi và lắng nghe
zh_hans: 演奏并聆听
zh_hant: 演奏並聆聽

source: Play comfortable notes with the click.
ar: اعزف نغمات مريحة مع نقرات المسرع.
de: Spielen Sie angenehme Noten zum Metronomklick.
es: Toca notas cómodas con el clic del metrónomo.
fr: Jouez des notes confortables avec le clic du métronome.
ja: メトロノームのクリックに合わせて、無理のない音を演奏します。
ko: 메트로놈 클릭에 맞춰 편안한 음을 연주하세요.
pt_br: Toque notas confortáveis com o clique do metrônomo.
ru: Играйте удобные ноты под щелчки метронома.
vi: Chơi các nốt thoải mái theo tiếng nhịp.
zh_hans: 跟随节拍器点击声演奏舒适的音符。
zh_hant: 跟隨節拍器點擊聲演奏舒適的音符。

source: Play each highlighted note with steady air.
ar: اعزف كل نغمة مميزة بهواء ثابت.
de: Spielen Sie jede hervorgehobene Note mit gleichmäßiger Luft.
es: Toca cada nota resaltada con aire constante.
fr: Jouez chaque note en surbrillance avec un souffle régulier.
ja: ハイライトされた各音を安定した息で演奏します。
ko: 강조 표시된 각 음을 일정한 숨으로 연주하세요.
pt_br: Toque cada nota destacada com ar constante.
ru: Сыграйте каждую выделенную ноту с ровным потоком воздуха.
vi: Chơi từng nốt được tô sáng với luồng hơi đều.
zh_hans: 用稳定的气息演奏每个高亮音符。
zh_hant: 用穩定的氣息演奏每個高亮音符。

source: Play reference tone
ar: تشغيل النغمة المرجعية
de: Referenzton abspielen
es: Reproducir tono de referencia
fr: Lire la note de référence
ja: 基準音を再生
ko: 기준 음 재생
pt_br: Reproduzir nota de referência
ru: Воспроизвести эталонный тон
vi: Phát âm tham chiếu
zh_hans: 播放参考音
zh_hant: 播放參考音

source: Play sound
ar: تشغيل الصوت
de: Ton abspielen
es: Reproducir sonido
fr: Jouer du son
ja: サウンドを再生する
ko: 소리 재생
pt_br: Reproduzir som
ru: Воспроизвести звук
vi: Phát âm thanh
zh_hans: 播放声音
zh_hant: 播放聲音

source: Play-Along
ar: العزف المصاحب
de: Mitspielen
es: Practicar
fr: Jouer avec
ja: 一緒に演奏
ko: 함께 연주
pt_br: Tocar junto
ru: Игра вместе
vi: Chơi cùng
zh_hans: 跟练
zh_hant: 跟練

source: Play-Along: %@.
ar: العزف المصاحب: %@.

source: Playing
ar: قيد العزف
de: Wiedergabe läuft
es: Reproduciendo
fr: Lecture en cours
ja: 再生中
ko: 재생 중
pt_br: Reproduzindo
ru: Воспроизведение
vi: Đang phát
zh_hans: 正在播放
zh_hant: 正在播放

source: Please confirm deletion and try again.
ar: يرجى تأكيد الحذف والمحاولة مجددًا.
de: Bestätige das Löschen und versuche es erneut.
es: Confirma la eliminación e inténtalo de nuevo.
fr: Confirmez la suppression, puis réessayez.
ja: 削除を確認して、もう一度お試しください。
ko: 삭제를 확인한 후 다시 시도하세요.
pt_br: Confirme a exclusão e tente novamente.
ru: Подтвердите удаление и повторите попытку.
vi: Hãy xác nhận xóa rồi thử lại.
zh_hans: 请确认删除，然后重试。
zh_hant: 請確認刪除，然後重試。

source: Português (Brasil)
ar: البرتغالية (البرازيل)
de: Português (Brasilien)
fr: Portugais (Brésil)
ja: ポルトガル語 (ブラジル)
ko: 포르투갈어(브라질)
ru: Португальский (Бразилия)
vi: Người Bồ Đào Nha (Brasil)
zh_hans: 葡萄牙语（巴西）
zh_hant: 葡萄牙語（巴西）

source: Practice history
ar: سجل التدريب
de: Übungsverlauf
es: Historial de práctica
fr: Historique des séances
ja: 練習履歴
ko: 연습 기록
pt_br: Histórico de prática
ru: История занятий
vi: Lịch sử luyện tập
zh_hans: 练习记录
zh_hant: 練習記錄
